Repository: dynacase-labs/dynacase-freeevent
Catalog: locale/*/FREEEVENT_*.po
Languages: fr

# freeevent
source: Allperiod
fr: Période maximale

# freeevent
source: Change day period
fr: Changement de la période

# freeevent
source: Change period from [%s %s] to [%s %s]
fr: Changement de la période de [%s %s] vers [%s %s]

# freeevent
source: Changes from document "%s" [%d]
fr: Changement à partir du document "%s" [%d]

# freeevent
source: Criteria
fr: Critères

# freeevent
source: DATE ERROR
fr: ERREUR DE DATE

# freeevent
source: Fixbar
fr: Barre fixe

# freeevent
source: From
fr: De

# freeevent
source: Monday
fr: Lundi

# freeevent
source: Parameters
fr: Paramètres

# freeevent
source: Period in day
fr: Période en jours

# freeevent
source: Planner
fr: Planification

# freeevent
source: all families events
fr: Toutes les familles d'événement

source: event ressources
fr: resources événement

# freeevent
source: next day
fr: jour suivant

# freeevent
source: next month (30 days after)
fr: mois suivant (30 jours après)

# freeevent
source: next week
fr: semaine suivante

# freeevent
source: next year (365 days after)
fr: année suivante (365 jours après)

# freeevent
source: previous day
fr: jour précédent

# freeevent
source: previous month (30 days before)
fr: mois précédent (30 jours avant)

# freeevent
source: previous week
fr: semaine précédente

# freeevent
source: previous year (365 days before)
fr: année précédente (365 jours avant)

# freeevent
source: send search
fr: Lancer la recherche

# freeevent
source: to
fr: à

# freeevent
source: view planner
fr: Voir la planification

# freeevent
source: zoom /1.5
fr: zoom -25%

# freeevent
source: zoom /2
fr: zoom -50%

# freeevent
source: zoom 0
fr: pas de zoom

# freeevent
source: zoom x1.5
fr: zoom 50%
